Repository: alexmigf/woocommerce-es
Catalog: languages/woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: es_es

source: Simple Subscription
es_es: Suscripción sencilla

source: Variable Subscription
es_es: Suscripción Variable

source: Subscription Price (%s)
es_es: Precio de Suscripción (%s)

source: Subscription Periods
es_es: Periodos de Suscripción

source: Billing Period
es_es: Periodo de Facturación

source: Subscription Length
es_es: Duración de la Suscripción

source: Sign-up Fee (%s)
es_es: Cargo por Configuración (%s)

source: Optionally include an amount to be charged at the outset of the subscription. The sign-up fee will be charged immediately, even if the product has a free trial or the payment dates are synced.
es_es: Opcionalmente incluye una cantidad que se cargará al comienzo de la suscripción. La cuota de inscripción se cargará inmediatamente, incluso si el producto tiene una prueba gratuita o las fechas de pago se sincronizan.

source: Free Trial
es_es: Prueba Gratis

source: Subscription Trial Period
es_es: Suscripción al período de prueba

source: One Time Shipping
es_es: Envío único

source: Shipping for subscription products is normally charged on the initial order and all renewal orders. Enable this to only charge shipping once on the initial order. Note: for this setting to be enabled the subscription must not have a free trial or a synced renewal date.
es_es: El envío de productos por suscripción se aplica normalmente en el pedido inicial y todos los pedidos de renovación. Habilita esta opción del envío sólo una vez en el pedido inicial. Nota: para que esta opción esté habilitada, la suscripción no debe tener una versión de prueba gratuita o que esté sincronizado con la fecha de renovación.

source: Limit Subscription
es_es: Límite de suscripciones

source: Only allow a customer to have one subscription to this product. %sLearn more%s.
es_es: Permitir solo al cliente tener una subscripción de este producto.

source: Do not limit
es_es: No limitar

source: Limit to one active subscription
es_es: Limitado a una suscripción activa

source: Limit to one of any status
es_es: Limitado a uno de cualquier estado

source: Subscription Pricing
es_es: Precio de la suscripción

source: Subscription Sign-up Fee
es_es: Cuota de inscripción / matrícula

source: Subscription Billing Interval
es_es: Intervalo de Facturación de la suscripción

source: Subscription Period
es_es: Período de suscripción

source: Free Trial Length
es_es: Duración del período de prueba gratis

source: Free Trial Period
es_es: Periodo de prueba gratuita

source: Unable to change subscription status to "%s". Please assign a customer to the subscription to activate it.
es_es: No se puede cambiar el estado de la suscripción a "%s". Por favor, para activarlo asigna a un cliente la suscripción.

source: Trashing this order will also trash the subscriptions purchased with the order.
es_es: Borrando este pedido también se borrará la suscripción adquirida en dicho pedido.

source: Enter the new period, either day, week, month or year:
es_es: Introduce el nuevo período, cada día, semana, mes o año:

source: Enter a new length (e.g. 5):
es_es: Introduce una nueva duración (ej. 5):

source: Enter a new interval as a single number (e.g. to charge every 2nd month, enter 2):
es_es: Introduce un nuevo intervalo como un sólo número (ej. para cambiar cada 2do mes, introduce el número 2):

source: You are about to trash one or more orders which contain a subscription. Trashing the orders will also trash the subscriptions purchased with these orders.
es_es: Estás a punto de borrar uno o más pedidos que contienen una suscripción. Si eliminas los pedidos también borrarás las suscripciones compradas en estos pedidos.

source: WARNING: Bad things are about to happen! The payment gateway used to purchase this subscription does not support modifying a subscription's details. Changes to the billing period, recurring discount, recurring tax or recurring total may not be reflected in the amount charged by the payment gateway.
es_es: ADVERTENCIA: ¡Está a punto de pasar cosas malas! La pasarela de pago utilizada para pagar esta suscripción no es compatible con la modificación de las opciones de la suscripción. Los cambios en el período de facturación, el descuento, el impuesto o el total periódico puede que no se reflejen en la cantidad cargada por la pasarela de pago.

source: You are deleting a subscription item. You will also need to manually cancel and trash the subscription on the Manage Subscriptions screen.
es_es: Vas a eliminar un producto de suscripción. También deberás cancelar y borrar manualmente la suscripción en la pantalla Gestionar suscripciones.

source: Warning: Deleting a user will also delete the user's subscriptions. The user's orders will remain but be reassigned to the 'Guest' user. Do you want to continue to delete this user and any associated subscriptions?
es_es: Advertencia: Eliminar un usuario también borra las suscripciones del usuario. Los pedidos del usuario permanecerán pero se reasignarán al usuario “Invitado”. ¿Quieres seguir eliminando este usuario y cualquier suscripción asociada a él?

source: Active Subscriber?
es_es: ¿Suscriptor Activo?

source: Manage Subscriptions
es_es: Administrar suscripciones

source: Search Subscriptions
es_es: Buscar Suscripciones

source: Subscriptions
es_es: Suscripciones

source: No payment gateways capable of processing automatic subscription payments are enabled. Please enable the %1$sPayPal Standard%2$s gateway or get the %3$sfree Stripe extension%4$s if you want to process automatic payments.
es_es: No está activa ninguna pasarela de pago capaz de procesar suscripciones automáticas. Por favor, activa la pasarela %1$sPaypal estándar%2$s o consigue la %3$sextensión gratuita de Stripe%4$s si quieres procesar pagos automáticos.

source: The %s gateway can process automatic subscription payments.
es_es: La pasarela de pago %s no puede procesar pagos de suscripción automática.

source: The %1$s & %2$s gateways can process automatic subscription payments.
es_es: Las pasarelas de pago %1$s y %2$s no pueden procesar pagos de suscripción automática.

source: Button Text
es_es: Texto del botón

source: Add to Cart Button Text
es_es: Texto para el botón de Añadir al Carro

source: A product displays a button with the text "Add to Cart". By default, a subscription changes this to "Sign Up Now". You can customise the button text for subscriptions here.
es_es: Un producto muestra un botón con el texto “Añadir al carrito”. Por defecto, una suscripción cambia esto a “Registrarte ahora”. Puedes personalizar el texto del botón para las suscripciones aquí.

source: Sign Up Now
es_es: Suscríbete ahora

source: Place Order Button Text
es_es: Coloca el texto para el botón de Realizar Pedido

source: Use this field to customise the text displayed on the checkout button when an order contains a subscription. Normally the checkout submission button displays "Place Order". When the cart contains a subscription, this is changed to "Sign Up Now".
es_es: Utiliza este campo para personalizar el texto mostrado en el botón de pago cuando un pedido contenga una suscripción. Normalmente el botón de enviar pago muestra “Realizar pedido”. Cuando el carrito contiene una suscripción esto se cambia a “Registrarse ahora”.

source: Choose the default roles to assign to active and inactive subscribers. For record keeping purposes, a user account must be created for subscribers. Users with the %sadministrator%s role, such as yourself, will never be allocated these roles to prevent locking out administrators.
es_es: Elige los perfiles por defecto a los que asignar los suscriptores activos e inactivos. Solo como registro, debe crearse una cuenta para todos los suscriptores. Los usuarios con el perfil de %sadministrador%s, como tú mismo, nunca se asociarán a estos perfiles para evitar bloquear a los administradores.

source: Subscriber Default Role
es_es: Rol Predeterminado del Suscriptor

source: When a subscription is activated, either manually or after a successful purchase, new users will be assigned this role.
es_es: Cuando se activa una suscripción, ya sea de forma manual o después de una compra, los nuevos usuarios serán asignados a este perfil.

source: Inactive Subscriber Role
es_es: Rol de Suscriptor Inactivo

source: If a subscriber's subscription is manually cancelled or expires, she will be assigned this role.
es_es: Si la suscripción de este usuario es manual cancelada o ha expirado, será asignado a este perfil.

source: Manual Renewal Payments
es_es: Pagos de Renovación Manual

source: Accept Manual Renewals
es_es: Aceptar Renovaciones Manuales

source: With manual renewals, a customer's subscription is put on-hold until they login and pay to renew it. %sLearn more%s.
es_es: Con las renovaciones manuales la suscripción del cliente se queda en suspenso hasta que acceda y pague para renovarla. %sAprender más%s.

source: Turn off Automatic Payments
es_es: Desactivar los Pagos Automáticos

source: If you never want a customer to be automatically charged for a subscription renewal payment, you can turn off automatic payments completely. %sLearn more%s.
es_es: Si nunca vas a querer que se cargue automáticamente a un cliente la renovación de pago de la suscripción puedes desactivar completamente los pagos automáticos. %sAprender más%s.

source: Customer Suspensions
es_es: Suspensiones de Clientes

source: Set a maximum number of times a customer can suspend their account for each billing period. For example, for a value of 3 and a subscription billed yearly, if the customer has suspended their account 3 times, they will not be presented with the option to suspend their account until the next year. Store managers will always be able able to suspend an active subscription. Set this to 0 to turn off the customer suspension feature completely.
es_es: Establece un número máximo de veces que un cliente puede suspender su cuenta por cada periodo de facturación. Por ejemplo, con un valor de 3 y una suscripcion facturada anualmente, si el cliente suspende su cuenta 3 veces, no se le dará la opción de suspender su cuenta hasta el siguiente año. Los gestores de tienda siempre podrán suspender una suscripción activa. Establece esto a 0 para desactivar completamente la característica de suspensión de clientes.

source: Mixed Checkout
es_es: Realizar pedido mixto

source: Allow subscriptions and products to be purchased simultaneously.
es_es: Permite que se pueda adquirir suscripciones y productos simultáneamente.

source: Allow subscriptions and products to be purchased in a single transaction.
es_es: Permite que las suscripciones y productos se puedan adquirir en una misma transacción.

source: Drip Downloadable Content
es_es: Activar Descarga por Goteo

source: Enable dripping for downloadable content on subscription products.
es_es: Permitir el goteo de contenido descargable en los productos de suscripción.

source: Enabling this grants access to new downloadable files added to a product only after the next renewal is processed.%sBy default, access to new downloadable files added to a product is granted immediately to any customer that has an active subscription with that product.
es_es: Activando esto se concede acceso a los nuevos archivos descargables añadidos a un producto solamente una vez que se haya procesado la siguiente renovación.%sPor defecto el acceso a los archivos descargables añadidos a un producto se concede inmediatamente a cualquier cliente que tenga una suscripción activa en ese producto.

source: Payment Gateways
es_es: Pasarelas de pago

source: Other payment gateways can be used to process %smanual subscription renewal payments%s only.
es_es: Se pueden usar otras pasarelas de pago solo en los %spagos de renovación de suscripción manual%.

source: Find new gateways that %1$ssupport automatic subscription payments%2$s in the official %3$sWooCommerce Marketplace%4$s.
es_es: Descubre nuevas pasarelas de pago %1$scompatibles con los pagos de suscripción automáticos%2$s en el %3$smercado oficial de WooCommerce%4$s.

source: %1$sWooCommerce Subscriptions Installed%2$s &#8211; %3$sYou're ready to start selling subscriptions!%4$s
es_es: %1$sWooCommerce Subscriptions instalado%2$s &#8211; %3$s¡Ya estás listo para vender suscripciones!%4$s

source: Add a Subscription Product
es_es: Agregar Suscripción de un producto

source: Settings
es_es: Configuración

source: We can't find a subscription with ID #%d. Perhaps it was deleted?
es_es: No hemos encontrado ninguna suscripción con el ID #%d. ¿Puede que se haya borrado?

source: Showing orders for %sSubscription %s%s
es_es: Mostrando órdenes desde %sSubscripción %s%s

source: The trial period can not exceed: %1s, %2s, %3s or %4s.
es_es: El periodo de prueba gratis no puede exceder: %1s, %2s, %3s o %4s.

source: The trial period can not exceed %s.
es_es: El periodo de prueba gratis no puede exceder %s.

source: Yes
es_es: Sí

source: Automatic Recurring Payments
es_es: Pagos por Débito Automático

source: Supports automatic renewal payments with the WooCommerce Subscriptions extension.
es_es: Es compatible con los pagos de renovación automática con la extensión WooCommerce Subscriptions.

source: Related Orders
es_es: Pedidos relacionados

source: Please enter a start date in the past.
es_es: Por favor introduce una fecha de inicio en el pasado.

source: Please enter a date at least one hour into the future.
es_es: Por favor introduce una fecha de al menos una hora en adelante.

source: Please enter a date after the trial end.
es_es: Por favor, introduce una fecha después de la finalización de la prueba gratuita.

source: Please enter a date after the start date.
es_es: Por favor introduce una fecha posterior a la fecha de inicio.

source: Please enter a date before the next payment.
es_es: Por favor, introduce una fecha antes del próximo pago.

source: Please enter a date after the next payment.
es_es: Por favor, introduce una fecha antes del próximo pago.

source: Are you sure you want to process a renewal? This will charge the customer and email them the renewal order (if emails are enabled).
es_es: ¿Estás seguro de querer procesar una renovación? Esto lanzará un cargo al cliente y le enviará un correo electrónico con el pedido de renovación (si están activos los correos electrónicos).

source: Process renewal
es_es: Proceso de renovación

source: Create pending renewal order
es_es: Crear pedido de renovación pendiente

source: Process renewal order action requested by admin.
es_es: Procesa la acción de renovación del pedido solicitada por el administrador.

source: Create pending renewal order requested by admin action.
es_es: Crea el pedido de renovación pendiente solicitado por la acción del administrador.

source: Search for a product&hellip;
es_es: Busca un producto&hellip;

source: %s subscription status changed.
es_es: El estado de la suscripción %s ha cambiado.

source: %1$s subscription could not be updated: %2$s
es_es: %1$s actualizó los detalles del grupo %2$s

source: Status
es_es: Estado

source: Subscription
es_es: Suscripción

source: Start Date
es_es: Fecha de inicio

source: Trial End
es_es: Fin del período de prueba

source: Next Payment
es_es: Próximo Pago

source: Last Payment
es_es: Último Pago

source: End Date
es_es: Fecha final

source: Reactivate
es_es: Reactivar

source: Suspend
es_es: Suspender

source: Trash
es_es: Eliminar

source: Delete Permanently
es_es: Eliminar permanentemente

source: Restore this item from the Trash
es_es: Recuperar este artículo de la papelera

source: Restore
es_es: Restaurar

source: Move this item to the Trash
es_es: Mueve este artículo a la papelera

source: Delete this item permanently
es_es: Elimina este artículo permanentemente

source: Cancel Now
es_es: Cancelar ahora

source: Email: %s
es_es: Correo Electrónico: %s

source: Tel: %s
es_es: Teléfono: %s

source: Show more details
es_es: Mostrar más detalles

source: Via %s
es_es: A través de %s

source: This date should be treated as an estimate only. The payment gateway for this subscription controls when payments are processed.
es_es: Esta fecha debe ser tratada solamente como una estimación. La pasarela de pago para esta suscripción controla cuando se procesan los pagos.

source: Subscription updated.
es_es: Suscripción actualizada.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Subscription saved.
es_es: Suscripción guardada.

source: Subscription submitted.
es_es: Suscripción enviada.

source: Subscription scheduled for: %1$s.
es_es: Suscripción prevista para: %1$s.

source: Subscription draft updated.
es_es: Borrador de suscripción actualizado.

source: Any Payment Method
es_es: Cualquier forma de pago

source: None
es_es: Ninguno

source: Customer:
es_es: Cliente:

source: View other subscriptions
es_es: Ver otras suscripciones

source: Search for a customer&hellip;
es_es: Buscar un Cliente&hellip;

source: Subscription Status:
es_es: Estado de la suscripción:

source: Billing Details
es_es: Detalles de facturación

source: Address
es_es: Dirección

source: No billing address set.
es_es: Sin dirección de facturación establecido.

source: Payment Method
es_es: Método de pago

source: Shipping Details
es_es: Detalles de envío

source: No shipping address set.
es_es: Sin dirección de envío configurado.

source: Customer Note:
es_es: Comentario del cliente:

source: Customer's notes about the order
es_es: Las notas de los clientes acerca del pedido

source: Error updating some information: %s
es_es: Error al actualizar algunos datos : %s

source: In %s
es_es: En %s

source: %s ago
es_es: hace %s

source: Unpublished
es_es: No publicado

source: Order Number
es_es: Número Pedido

source: Relationship
es_es: Relación

source: Date
es_es: Fecha

source: Recurring:
es_es: Recurrente:

source: Timezone:
es_es: Zona horaria:

source: Error: unable to find timezone of your browser.
es_es: Error : No se puede encontrar la zona horaria de tu navegador.

source: Invalid subscription status given.
es_es: Estado de la suscripción inválido.

source: You do not have permission to read the subscriptions count
es_es: No tienes permisos para leer el contador de suscriptores

source: You do not have permission to create subscriptions
es_es: No tienes permisos para crear suscripciones

source: The requested subscription cannot be edited.
es_es: La suscripción solicitada no se puede editar .

source: Gateway does not support admin changing the payment method on a Subscription.
es_es: La pasarela no es compatible con que el administrador cambie el método de pago de una suscripción.

source: Subscription payment method could not be set to %1$s and has been set to manual with error message: %2$s
es_es: El método de pago de la suscripción no se ha podido establecer a %1$s y se ha cambiado a manual con el mensaje de error: %2$s

source: Invalid subscription billing interval given. Must be an integer greater than 0.
es_es: Se ha facilitado un intervalo de facturación de la suscripción no válido. Debe ser un entero mayor que 0.

source: Invalid subscription billing period given.
es_es: Periodo de facturación dado para la suscripción no válido.

source: Unable to change subscription status to "%s".
es_es: No fue posible cambiar el estado de la suscripción a “%s”.

source: %1$s Status changed from %2$s to %3$s.
es_es: El estado de %1$s cambió de %2$s a %3$s.

source: Not yet ended
es_es: Todavía no se ha terminado

source: Invalid format. First parameter needs to be an array.
es_es: Formato no válido. El primer parámetro debe ser un array.

source: Invalid data. First parameter was empty when passed to update_dates().
es_es: Datos no válidos. El primer parámetro debe estar vacío al pasar a update_dates().

source: Invalid data. First parameter has a date that is not in the registered date types.
es_es: Datos no válidos. El primer parámetro debe ser una fecha que no esté en los tipos de fecha registrados.

source: The %s date must occur after the last payment date.
es_es: La fecha %s debe estar después de la última fecha de pago.

source: The %s date must occur after the next payment date.
es_es: La fecha %s debe estar después de la siguiente fecha de pago.

source: The %s date must occur after the trial end date.
es_es: La fecha %s debe estar después de la fecha de finalización de la prueba gratuita.

source: The %s date must occur after the start date.
es_es: La fecha %s debe estar después de la fecha de inicio.

source: The start date of a subscription can not be deleted, only updated.
es_es: La fecha de inicio de una suscripción no se puede borrar, solo actualizar.

source: The last payment date of a subscription can not be deleted. You must delete the order.
es_es: La fecha del último pago de una suscripción no se puede borrar. Debes eliminar el pedido.

source: Sign-up complete.
es_es: Registro completo.

source: Payment received.
es_es: Pago recibido.

source: Payment failed.
es_es: Pago fallido.

source: Subscription Cancelled: maximum number of failed payments reached.
es_es: Suscripción cancelada: se alcanzó el número máximo de pagos fallidos.

source: Manual Renewal
es_es: Renovación Manual

source: Payment method meta must be an array.
es_es: La meta del método de pago debe ser un array.

source: Change Address
es_es: Cambiar Dirección

source: Both the shipping address used for the subscription and your default shipping address for future purchases will be updated.
es_es: Se actualizará la dirección de envío utilizada para la suscripción y también tu dirección de envío por defecto para futuras compras.

source: Update the %1$s used for %2$sall%3$s of my active subscriptions
es_es: Actualizar el %1$s de %2$stodas%3$s mis suscripciones activas

source: Please enter a valid postcode/ZIP.
es_es: Por favor, introduce un código postal válido.

source: That subscription product can not be added to your cart as it already contains a subscription renewal.
es_es: Ese producto de la suscripción no se puede añadir a tu carrito porque ya contiene una renovación de la suscripción.

source: Invalid recurring shipping method.
es_es: Método de envío periódico no válido.

source: now
es_es: ahora

source: Subscription Number: %s
es_es: Número de suscripción: %s

source: Next Payment Date: %s
es_es: Fecha del próximo pago: %s

source: Payment Method: %s
es_es: Método de pago: %s

source: Sorry, this subscription change payment method request is invalid and cannot be processed.
es_es: Lo siento, esta petición de cambio de método de pago no es válida y no puede procesarse.

source: There was an error with your request. Please try again.
es_es: Hubo un error con tu solicitud. Por favor, inténtalo de nuevo.

source: Invalid Subscription.
es_es: Suscripción inválida.

source: That doesn't appear to be one of your subscriptions.
es_es: Esa no parece ser una de tus suscripciones.

source: The payment method can not be changed for that subscription.
es_es: No se puede cambiar el método de pago para esa suscripción.

source: Next payment is due %s.
es_es: El próximo pago se debe hacer el %s.

source: Choose a new payment method.%s
es_es: Elige una nueva forma de pago.%s

source: Invalid order.
es_es: Pedido no válido.

source: Payment method updated.
es_es: Forma de pago actualizada.

source: Error %d: Unable to create subscription. Please try again.
es_es: Error %d: No fue posible crear la suscripción. Por favor, inténtalo de nuevo.

source: Error %d: Unable to add tax to subscription. Please try again.
es_es: Error %d: No fue posible añadir el impuesto a la suscripción. Por favor, inténtalo de nuevo.

source: Error %d: Unable to create order. Please try again.
es_es: Error %d: Imposible crear el pedido. Por favor, inténtalo de nuevo.
