Repository: alexmigf/woocommerce-es
Catalog: languages/woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: es_es

source: %1$sWooCommerce Subscriptions is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for WooCommerce Subscriptions to work. Please %5$sinstall & activate WooCommerce &raquo;%6$s
es_es: %1$sWooCommerce Subscriptions está inactivo.%2$s El %3$splugin WooCommerce%4$s debe estar activo para que funcione WooCommerce Subscriptions. Por favor %5$sinstala y activa WooCommerce &raquo;%6$s

source: %1$sWooCommerce Subscriptions is inactive.%2$s This version of Subscriptions requires WooCommerce 2.3 or newer. Please %3$supdate WooCommerce to version 2.3 or newer &raquo;%4$s
es_es: %1$sWooCommerce Subscriptions está inactivo.%2$s Esta versión de Subscriptions requiere WooCommerce 2.3 o superior. Por favor, %3$sactualiza WooCommerce a la versión 2.3 o superior &raquo;%4$s

source: %1$sYou have an out-of-date version of WooCommerce installed%2$s. WooCommerce Subscriptions no longer supports versions of WooCommerce prior to 2.3. Please %3$supgrade WooCommerce to version 2.3 or newer%4$s to avoid issues.
es_es: %1$sTienes instalada una versión obsoleta de WooCommerce%2$s. WooCommerce Subscriptions ya no es compatible con versiones de WooCommerce anteriores a la 2.3. Por favor, %3$sactualiza WooCommerce a la version 2.3 o superior%4$s para evitar problemas.

source: It looks like this site has moved or is a duplicate site. %1$sWooCommerce Subscriptions%2$s has disabled automatic payments and subscription related emails on this site to prevent duplicate payments from a staging or test environment. %3$sLearn more &raquo;%4$s.
es_es: Parece que tu sitio se ha movido a un sitio duplicado. %1$sWooCommerce Subscriptions%2$s ha desactivado los pagos automáticos y los correos electrónicos relacionados con las suscripciones en este sitio para evitar pagos duplicados desde un entorno de desarrollo o pruebas. %3$sAprende más &raquo;%4$s.

source: Quit nagging me (but don't enable automatic payments)
es_es: Deja de molestarme (pero no actives los pagos automáticos)

source: Enable automatic payments
es_es: Habilitar pagos automáticos

source: Support
es_es: Soporte

source: Warning! Version 2.0 is a major update to the WooCommerce Subscriptions extension. Before updating, please create a backup, update all WooCommerce extensions and test all plugins, custom code and payment gateways with version 2.0 on a staging site. %sLearn more about the changes in version 2.0 &raquo;%s
es_es: ¡Advertencia! La versión 2.0 es una actualización mayor de la extensión WooCommerce Subscriptions. Antes de actualizar, por favor, crea una copia de seguridad, actualiza todas las extensiones de WooCommerce y prueba todos los plugins, códigos personalizados y pasarelas de pago con la versión 2.0 en un sitio de desarrollo. %sAprende más sobre los cambios en la versión 2.0 &raquo;%s

source: Warning! You are running version %s of WooCommerce Subscriptions plugin code but your database has been upgraded to Subscriptions version 2.0. This will cause major problems on your store.
es_es: ¡Advertencia! Estás ejecutando la versión %s del código del plugin WooCommerce Subscriptions pero tu base de datos se ha actualizado a la versión de Subscriptions 2.0. Esto provocará daños importantes en tu tienda.

source: Please upgrade the WooCommerce Subscriptions plugin to version 2.0 or newer immediately. If you need assistance, after upgrading to Subscriptions v2.0, please %sopen a support ticket%s.
es_es: Por favor, actualiza inmediatamente a la versión 2.0 o superior del plugin WooCommerce Subscriptions. Si necesitas ayuda después de actualizar a Subscriptions v2.0, por favosr, %sabre un ticket de soporte%s.

source: WooCommerce Subscriptions
es_es: Suscripciones de WooCommerce

source: Sell products and services with recurring payments in your WooCommerce Store.
es_es: Vende productos y servicios con pagos recurrentes en su tienda de WooCommerce.

# example price
source: e.g. 9.90
es_es: ej. 9.90

# for in "Every month _for_ 12 months"
source: for
es_es: para

# Trial period dropdown's description in pricing fields
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
es_es: Incluir un período opcional de tiempo a esperar antes de cobrar por el primer pago recurrente. Si existe un costo de matrícula, se cobrará al principio de la suscripción. %s

# used in admin pointer script params in javascript as type pointer content
source: %1$sChoose Subscription%2$s%3$sThe WooCommerce Subscriptions extension adds two new subscription product types - %4$sSimple subscription%5$s and %6$sVariable subscription%7$s.%8$s
es_es: %1$sElegir suscripción%2$s%3$sLa extensión WooCommerce Subscriptions añade dos nuevos tipos de producto de suscripción - %4$ssuscripción simple%5$s y %6$ssuscripción variable%7$s.%8$s

# used in admin pointer script params in javascript as price pointer content
source: %1$sSet a Price%2$s%3$sSubscription prices are a little different to other product prices. For a subscription, you can set a billing period, length, sign-up fee and free trial.%4$s
es_es: %1$sEstablece un precio%2$s%3$sLos precios de suscripción son algo distintos de los precios de otros productos. En una suscripción puedes establecer un periodo de facturación, la duración, la cuota de inscripción y pruebas gratuitas.%4$s

# option section heading
source: Renewals
es_es: Renovaciones

# options section heading
source: Miscellaneous
es_es: Miscelánea

# there's a number immediately in front of this text
source: suspensions per billing period.
es_es: suspensiones por periodo de facturación.

# in [subscriptions] shortcode
source: No subscriptions found.
es_es: No se encontraron suscripciones.

# in [subscriptions] shortcode
source: Subscription %s
es_es: Suscripción %s

# Live or Staging, Label on WooCommerce -> System Status page
source: Subscriptions Mode
es_es: Modo de suscripción

# refers to staging site
source: Staging
es_es: Desarrollo

# refers to live site
source: Live
es_es: Producción

# meta box title
source: Subscription Data
es_es: Datos de la Suscripción

# meta box title
source: Billing Schedule
es_es: Ciclo de facturación

# an action on a subscription
source: Activate
es_es: Activar

# an action on a subscription
source: Put on-hold
es_es: Poner en espera

# an action on a subscription
source: Cancel
es_es: Cancelar

# Used in order note. Reason why status changed.
source: Subscription status changed by bulk edit:
es_es: El estado de la suscripción cambió en la edición masiva:

# number of orders linked to a subscription
source: Orders
es_es: Pedidos

# meaning billing address
source: Billing:
es_es: Facturación:

# Subscription title on admin table. (e.g.: #211 for John Doe)
source: %1$s#%2$s%3$s for %4$s
es_es: %1$s#%2$s%3$s para %4$s

# used in post updated messages
source: Subscription restored to revision from %s
es_es: Suscripción restaurada a la revisión de %s

# used in "Subscription scheduled for <date>"
source: M j, Y @ G:i
es_es: j M, Y @ G:i

# relation to order
source: Resubscribed Subscription
es_es: Suscripción vuelta a activar

# relation to order
source: Initial Subscription
es_es: Suscripción Inicial

# relation to order
source: Parent Order
es_es: Nivel superior de Pedido

# relation to order
source: Renewal Order
es_es: Pedido de renovación

# edit subscription header
source: Subscription #%s details
es_es: Detalles de la suscripción #%s

# hash before order number
source: Subscription #%s
es_es: Suscripción #%s

# table heading
source: Last Payment
es_es: Último Pago

# table heading
source: Start Date
es_es: Fecha de inicio

# table heading
source: End Date
es_es: Fecha final

# table heading
source: Price
es_es: Precio

# table heading
source: Next Payment
es_es: Próximo pago

# table heading
source: Trial End
es_es: Fin del período de prueba

# API error message when editing the order failed
source: Edit subscription failed with error: %s
es_es: La modificación de la suscripción falló con el error: %s

# API response confirming order note deleted from a subscription
source: Permanently deleted subscription note
es_es: Nota de suscripción borrada permanentemente

# appears in an error message if date is wrong format
source: Invalid %s date. The date must be of the format: "Y-m-d H:i:s".
es_es: Fecha %s no válida. La fecha debe estar en el formato: “Y-m-d H:i:s”.

# label on button, imperative
source: Change Payment
es_es: Cambiar el método de pago

# %1$s: old payment title, %2$s: new payment title
source: Payment method changed from "%1$s" to "%2$s" by the subscriber from their account page.
es_es: Método de pago cambiado de “%1$s” a “%2$s” por el suscriptor en la página de su cuenta.

# the page title of the change payment method form
source: Change Payment Method
es_es: Cambiar método de pago

# used in order note as reason for why subscription status changed
source: Subscription renewal payment due:
es_es: Pago pendiente de renovación de suscripción:

# Subscription status
source: Active
es_es: Activo

# Subscription status
source: Cancelled
es_es: Cancelado

# Subscription status
source: Expired
es_es: Caducado

# Subscription status
source: Pending
es_es: Pendiente

# Subscription status
source: Failed
es_es: Fallido

# Subscription status
source: On-hold
es_es: En-espera

# Subscription status
source: Switched
es_es: Cambiado

# Subscription status
source: On hold
es_es: En espera

# Subscription status
source: Pending Cancellation
es_es: Pendiente de cancelación

# An order type
source: Renewal
es_es: Renovación

# used in new renewal order email, deprecated
source: [%1$s] New Subscription Renewal Order (%2$s)
es_es: [%1$s] Nuevo pedido de renovación de la suscripción (%2$s)

# used as email subject for renewal order notification email to customer
source: [%s] Subscription Renewal Order
es_es: [%s] Pedido de renovación de la suscripción

# when to allow a setting
source: Never
es_es: Nunca

# when to allow switching
source: Between Subscription Variations
es_es: Entre las variaciones de la suscripción

# when to allow switching
source: Between Grouped Subscriptions
es_es: Entre las suscripciones agrupadas

# when to allow switching
source: Between Both Variations & Grouped Subscriptions
es_es: Entre variaciones de la suscripción y agrupadas

# when to prorate recurring fee when switching
source: For Upgrades of Virtual Subscription Products Only
es_es: Solo para actualizaciones de productos de suscripción virtual

# when to prorate recurring fee when switching
source: For Upgrades of All Subscription Products
es_es: Para actualizaciones de todos los productos de suscripción

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of Virtual Subscription Products Only
es_es: Solo para ampliaciones y reducciones de productos de suscripción virtuales

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of All Subscription Products
es_es: Para ampliaciones y reducciones de todos los productos de suscripción

# when to prorate signup fee when switching
source: Never (do not charge a sign up fee)
es_es: Nunca (no cargar una cuota de inscripción)

# when to prorate signup fee when switching
source: Never (charge the full sign up fee)
es_es: Nunca (cargar la cuota de inscripción completa)

# when to prorate signup fee when switching
source: Always
es_es: Siempre

# when to prorate first payment / subscription length
source: For Virtual Subscription Products Only
es_es: Solo para producros de suscripción virtual

# when to prorate first payment / subscription length
source: For All Subscription Products
es_es: Para todos los productos de suscripción

# used in order notes
source: Customer switched from: %1$s to %2$s.
es_es: Cliente cmabiado de: %1$s a %2$s.

# a switch order
source: Downgrade
es_es: Disminuir plan

# a switch order
source: Upgrade
es_es: Aumentar plan

# a switch order
source: Crossgrade
es_es: Intercambiar

# used in subscription product edit screen
source: Align the payment date for this subscription to a specific day of the year. If the date has already taken place this year, the first payment will be processed in %s. Set the day to 0 to disable payment syncing for this product.
es_es: Unifica la fecha de pago de esta suscripción a un día específico del año. Si la fecha ya ha pasado este año, se procesará el primer pago en %s. Establece el día a 0 para desactivar la sincronización de pagos para este producto.

# used in the general subscription options page
source: Align subscription renewal to a specific day of the week, month or year. For example, the first day of the month. %sLearn more%s.
es_es: Alinear la renovación de la suscripción a un día específico de la semana, mes o año. Por ejemplo, el primer día del mes. %sAprender más%s.

# input field placeholder for day field for annual subscriptions
source: Day
es_es: Día

source: All linked subscription items were
es_es: Todos los productos asociados a la suscripción estaban

# hash before subscription ID
source: Subscription #%d does not exist.
es_es: La suscripción #%d no existe.

# used in order note
source: Customer added "%1$s" (Product ID: #%2$d) via the My Account page.
es_es: El cliente añadió “%1$s” (ID del producto: #%2$d) desde la página Mi cuenta.

# used in order note
source: Customer removed "%1$s" (Product ID: #%2$d) via the My Account page.
es_es: El cliente eliminó “%1$s” (ID del producto: #%2$d) desde la página Mi cuenta.

# used in order note
source: IPN subscription payment %s.
es_es: Pago de suscripción IPN %s.

# order note left on subscription after user action
source: Subscription reactivated by the subscriber from their account page.
es_es: Suscripción reactivada por el suscriptor desde la página de su cuenta.

# order note left on subscription after user action
source: Subscription put on hold by the subscriber from their account page.
es_es: Suscripción puesta en espera por el suscriptor desde la página de su cuenta.

# order note left on subscription after user action
source: Subscription cancelled by the subscriber from their account page.
es_es: Suscripción cancelada por el suscriptor desde la página de su cuenta.

# Notice displayed to user confirming their action.
source: Your subscription has been reactivated.
es_es: Tu suscripción se ha reactivado.

# Notice displayed to user confirming their action.
source: Your subscription has been put on hold.
es_es: Tu suscripción se ha puesto en espera.

# Notice displayed to user confirming their action.
source: Your subscription has been cancelled.
es_es: Tu suscripción ha sido cancelada.

# default email subject for cancelled emails sent to the admin
source: [%s] Subscription Cancelled
es_es: [%s] Suscripción Cancelada

# an email notification
source: Enable/Disable
es_es: Habilitar/Deshabilitar

# of an email
source: Recipient(s)
es_es: Destinatario(s)

# of an email
source: Subject
es_es: Asunto

source: Email Heading
es_es: Cabecera correo electrónico

# text, html or multipart
source: Email type
es_es: Tipo de email

# email type
source: Plain text
es_es: Texto sin formato

# email type
source: Multipart
es_es: Multiparte

# Default email heading for email to customer on completed renewal order
source: Your renewal order is complete
es_es: Pedido de renovación

# Default email subject for email to customer on completed renewal order
source: Your %1$s renewal order from %2$s is complete
es_es: Tu pedido de renovación de la suscripción en %1$s del %2$s está completo

# Default email heading for email with downloadable files in it
source: Your subscription renewal order is complete - download your files
es_es: Tu pedido se ha completado - descarga tus archivos

# Default email subject for email with downloadable files in it
source: Your %1$s subscription renewal order from %2$s is complete - download your files
es_es: Tu pedido de renovación de la suscripción en %1$s del %2$s está completo - descarga tus archivos

# data sent to paypal
source: Orders with %s
es_es: Pedidos con %s

# data sent to paypal
source: %1$s subscription event triggered at %2$s
es_es: %1$s evento de suscripción lanzado en %2$s

# used in api error message if there is no long message
source: Unknown error
es_es: Error desconocido

source: IPN subscription payment method changed to PayPal.
es_es: Método de pago de suscripcion IPN cambiado a PayPal.

# item name sent to paypal
source: Subscription %1$s (Order %2$s) - %3$s
es_es: Subscripción %1$s (Pedido %2$s) - %3$s

# used in the subscriptions upgrader
source: Marked %s subscription products as "sold individually".
es_es: %s productos de suscripción marcados como “vendido individualmente”.

# Message that gets sent to front end.
source: Estimated time left (minutes:seconds): %s
es_es: Tiempo restante estimado (minutos:segundos): %s

# Repair message that gets sent to front end.
source: Repaired %d subscriptions with incorrect dates, line tax data or missing customer notes.
es_es: Reparadas %d suscripciones con fechas incorrectas reparadas, datos de líneas de impuestos o notas del cliente desaparecidas.

# Repair message that gets sent to front end.
source: %d other subscription was checked and did not need any repairs.
es_es: %d otra suscripción fue revisada y no necesitó ninguna reparación.

# Repair message that gets sent to front end.
source: (in %s seconds)
es_es: (en %s segundos)

# Error message that gets sent to front end when upgrading Subscriptions
source: Unable to repair subscriptions.<br/>Error: %1$s<br/>Please refresh the page and try again. If problem persists, %2$scontact support%3$s.
es_es: No fue posible reparar las suscripciones.<br/>Error: %1$s<br/>Por favor, recarga la página e inténtalo de nuevo. Si el problema persiste %2$scontacta con soporte%3$s.

# short for documents
source: Docs
es_es: Documentación

# h3 on the About Subscriptions page for this new feature
source: Change Payment Method
es_es: Cambiar método de pago

# text on submit button
source: Update Database
es_es: Actualizar base de datos

# shipping method price
source: Free
es_es: Gratis

# includes tax
source: (Includes %s)
es_es: (Incluye %s)

# initial payment on a subscription
source: up front
es_es: por adelantado

# In wcs_copy_order_meta error message. Refers to origin and target order objects.
source: Invalid data. Orders expected aren't orders.
es_es: Datos no válidos. Los pedidos esperados no son pedidos.

source: Invalid data. Type of copy is not a string.
es_es: Datos no válidos. El tipo de copia no es una cadena.

# Subscription billing period.
source: day
es_es: día

# Subscription billing period.
source: week
es_es: semana

# Subscription billing period.
source: month
es_es: mes

# Subscription billing period.
source: year
es_es: año

# Subscription length (eg "$10 per month for _all time_")
source: all time
es_es: todo el tiempo

# Subscription lengths. e.g. "For 1 day..."
source: 1 day
es_es: 1 día

# Subscription lengths. e.g. "For 1 week..."
source: 1 week
es_es: 1 semana

# Subscription lengths. e.g. "For 1 month..."
source: 1 month
es_es: 1 mes

# Subscription lengths. e.g. "For 1 year..."
source: 1 year
es_es: 1 año

# period interval (eg "$10 _every_ 2 weeks")
source: every
es_es: cada

# period interval with ordinal number (e.g. "every 2nd"
source: every %s
es_es: cada %s

source: day
es_es: día

source: week
es_es: semana

source: month
es_es: mes

source: year
es_es: año

source: for
es_es: para

# example number of days / weeks / months
source: e.g. 3
es_es: ej. 3

# table headings in notification email
source: Product
es_es: Producto

# table headings in notification email
source: Quantity
es_es: Cantidad

# table headings in notification email
source: Totals
es_es: Totales

# table headings in notification email
source: Price
es_es: Precio

# table headings in notification email
source: End of Prepaid Term
es_es: Fin de Plazo Prepago

# text on button on checkout page
source: Change Payment Method
es_es: Cambiar Método de Pago

# Used in admin email: new renewal order
source: You have received a subscription renewal order from %1$s %2$s. Their order is as follows:
es_es: Has recibido un pedido de renovación de suscripción de %1$s %2$s. Su pedido es el siguiente:

# Used in email notification
source: Order: %1$s (%2$s)
es_es: Pedido: %1$s (%2$s)

# Used in switch notification admin email
source: Customer %1$s %2$s has switched their subscription. The details of their new subscription are as follows:
es_es: El cliente %1$s %2$s ha cambiado su suscripción. Los detalles de la nueva suscripción son los siguientes:

# In customer renewal invoice email
source: An invoice has been created for you to renew your subscription with %1$s. To pay for this invoice please use the following link: %2$s
es_es: ¡Hola! Te estamos enviando esta factura para que puedas reactivar tu anuncio en %1$s. Puedes pagar haciendo clic en este link: %2$s

# In customer renewal invoice email
source: The automatic payment to renew your subscription with %1$s has failed. To reactivate the subscription, please login and pay for the renewal from your account page: %2$s
es_es: El pago automático para renovar tu suscripción en %1$s ha fallado. Para reactivar la suscripción, por favor, accede y paga la renovación desde la página de tu cuenta: %2$s

# date format for order date in notification emails
source: jS F Y
es_es: j, F Y

# in plain emails for subscription information
source: View Subscription: %s
es_es: Ver Suscripción: %s

# in plain emails for subscription information
source: Subscription: %s
es_es: Suscripción: %s

# in plain emails for subscription information
source: Start Date: %s
es_es: Fecha de Inicio: %s

# in plain emails for subscription information
source: End Date: %s
es_es: Fecha de Fin: %s

# in plain emails for subscription information
source: Price: %s
es_es: Precio: %s

# Used as end date for an indefinite subscription
source: When Cancelled
es_es: Cuando se cancelo

# view a subscription
source: View
es_es: Ver

# pay for a subscription
source: Pay
es_es: Pagar

# admin subscription table header
source: Last Payment Date
es_es: Fecha de último pago

# admin subscription table header
source: Next Payment Date
es_es: Fecha del pago próximo

# admin subscription table header
source: Trial End Date
es_es: Fin del período de prueba

# date on subscription updates list. Will be localized
source: l jS \o\f F Y, h:ia
es_es: l j \d\e F \d\e Y, h:i

# Used as link text in view-subscription template
source: Download file: %2$s
es_es: Descargar archivo: %2$s

# customer note
source: Note:
es_es: Nota:

# heading in customer details on subscription detail page
source: Email
es_es: Correo electrónico

# Used in data attribute for a td tag, escaped.
source: Email
es_es: Correo electrónico

# Used in data attribute for a td tag, escaped.
source: Telephone
es_es: Teléfono

# Error message while creating a subscription
source: Invalid date. The date must be a string and of the format: "Y-m-d H:i:s".
es_es: Fecha no válida. La fecha debe ser una cadena en el formato: “Y-m-d H:i:s”.

# Error message while creating a subscription
source: Subscription start date must be before current day.
es_es: La fecha de inicio de la suscripción debe ser antes del día actual.

# Error message while creating a subscription
source: Invalid subscription customer_id.
es_es: Invalido Customer_id de la suscripción.

# The post title for the new subscription
source: Subscription &ndash; %s
es_es: Suscripción &ndash; %s

# custom post type setting
source: Add Subscription
es_es: Añadir suscripción

# custom post type setting
source: Add New Subscription
es_es: Añadir nueva suscripción

# custom post type setting
source: Edit
es_es: Editar

# custom post type setting
source: Edit Subscription
es_es: Editar suscripción
