Repository: alexmigf/woocommerce-es
Catalog: languages/woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: es_es

source: Error: Unable to create subscription. Please try again.
es_es: Error: No fue posible crear la suscripción. Por favor, inténtalo de nuevo.

source: Sign Up Fee Discount
es_es: Descuento en cuota de inscripción

source: Sign Up Fee % Discount
es_es: % Descuento en cuota de inscripción

source: Recurring Product Discount
es_es: Descuento producto recurrente

source: Recurring Product % Discount
es_es: Descuento en % en el producto periódico

source: Sorry, this coupon is only valid for an initial payment and the cart does not require an initial payment.
es_es: Lo siento, este cupón solo es válido para un pago inicial y el carrito no requiere un pago inicial.

source: Sorry, this coupon is only valid for new subscriptions.
es_es: Lo siento, este cupón solo es válido para nuevas suscripciones.

source: Sorry, this coupon is only valid for subscription products.
es_es: Lo siento, este cupón solo es válido para productos de suscripción.

source: Sorry, the "%1$s" coupon is only valid for renewals.
es_es: Lo siento, el cupón “%1$s” solo es válido para las renovaciones.

source: Sorry, this coupon is only valid for subscription products with a sign-up fee.
es_es: Lo siento, este cupón solo es válido para productos de suscripción con un coste de inscripción.

source: Error: Unable to create renewal order from scheduled payment. Please try again.
es_es: Error: No fue posible crear un pedido de renovación para el pago programado. Por favor, inténtalo de nuevo.

source: Subscription doesn't exist in scheduled action: %d
es_es: La suscripción en la acción programada no existe: %d

source: Failed to activate subscription status for order #%1$s: %2$s
es_es: Fallo al activar el estado de la suscripción en el pedido #%1$s: %2$s

source: Failed to update subscription status after order #%1$s was put on-hold: %2$s
es_es: Fallo al actualizar el estado de la suscripción para el pedido #%1$s puesto en espera: %2$s

source: Failed to cancel subscription after order #%1$s was cancelled: %2$s
es_es: Fallo al cancelar la suscripción una vez que el peiddo #%1$s se canceló: %2$s

source: Failed to set subscription as expired for order #%1$s: %2$s
es_es: Fallo al establecer la suscripción como cadudaca para el pedido #%1$s: %2$s

source: Subscription sign up failed.
es_es: Fallo al inscribir la suscripción.

source: Failed to process failed payment on subscription for order #%1$s: %2$s
es_es: Fallo al procesar el pago fallido en la suscripción del pedido #%1$s: %2$s

source: Error: Unable to add product to created subscription. Please try again.
es_es: Error: No fue posible añadir el producto a la suscripción creada. Por favor, inténtalo de nuevo.

source: Pending subscription created.
es_es: Suscripción pendiente creada.

source: Change
es_es: Cambiar

source: Failed sign-up for subscription %s.
es_es: Fallo en la inscripción de la suscripción %s.

source: Invalid security token, please reload the page and try again.
es_es: Token de seguridad no válido, por favor recarga la página e inténtalo de nuevo.

source: Only store managers can edit payment dates.
es_es: Solo los gestores de tienda pueden modificar fechas de pago.

source: Please enter all date fields.
es_es: Por favor, introduce todos los campos de fecha.

source: Date Changed
es_es: Fecha cambiada

source: Your subscription will be activated when payment clears.
es_es: Tu suscripción será activada cuando se realice el pago.

source: View the status of your subscription in %syour account%s.
es_es: Ver el estado de su suscripción en %stu cuenta%s.

source: Show all types
es_es: Mostrar todos los tipos

source: Subscription cancelled for refunded order %1$s#%2$s%3$s.
es_es: Suscripción cancelada para el pedido de reembolso %1$s#%2$s%3$s.

source: %1$s every %2$s
es_es: %1$s cada %2$s

source: %1$s every %2$s on %3$s
es_es: %1$s cada %2$s todos los %3$s

source: %s on the last day of each month
es_es: %s en el último día de cada mes

source: %1$s on the %2$s of each month
es_es: %1$s el %2$s de cada mes

source: %1$s on the last day of every %2$s month
es_es: %1$s el último día cada %2$s mes

source: %1$s on the %2$s day of every %3$s month
es_es: %1$s en el %2$s día cada %3$s mes

source: %1$s on %2$s %3$s each year
es_es: %1$s el %2$s %3$s por año

source: %1$s on %2$s %3$s every %4$s year
es_es: %1$s el %2$s %3$s cada %4$s año/s

source: every %s
es_es: cada %s

source: %1$s for %2$s
es_es: %1$s por %2$s

source: %1$s with %2$s free trial
es_es: %1$s con %2$s de prueba gratis

source: %1$s and a %2$s sign-up fee
es_es: %1$s y un %2$s por cargo de registro

source: Order %s created to record renewal.
es_es: Pedido %s creado para registrar la renovación.

source: Subscription renewal orders cannot be cancelled.
es_es: Los pedidos de renovación de suscripción no se pueden cancelar.

source: You have a subscription to this product. Choosing a new subscription will replace your existing subscription.
es_es: Tienes una suscripción a este producto. Si eliges una nueva suscripción reemplazará tu suscripción existente.

source: Choose a new subscription.
es_es: Elige una nueva suscripción.

source: Your cart contained an invalid subscription switch request. It has been removed.
es_es: Tu carrito contenía una petición de traspuesta de suscripción inválida. Se ha eliminado.

source: You have already subscribed to this product and it is limited to one per customer. You can not purchase the product again.
es_es: Ya te has suscrito a este producto y está limitado a uno por cliente. No puedes comprar de nuevo el producto.

source: %1$s Complete payment on %2$sOrder %3$s%4$s to be able to change your subscription.
es_es: %1$s pago completo en el %2$spedido %3$s%4$s para poder cambiar tu suscripción.

source: Switching
es_es: Cambiando

source: Allow subscribers to switch (upgrade or downgrade) between different subscriptions. %sLearn more%s.
es_es: Permitir a los suscriptores cambiar (ampliar o reducir) entre las diferentes suscripciones. %sAprender más%s.

source: Allow Switching
es_es: Permitir cambio

source: Allow subscribers to switch between subscriptions combined in a grouped product, different variations of a Variable subscription or don't allow switching.
es_es: Permitir a los suscriptores cambiar entre suscripciones combinadas en un producto agrupado, diferentes variaciones de una suscripción variable o no permitir el cambio.

source: Prorate Recurring Payment
es_es: Pago periódico prorrateado

source: When switching to a subscription with a different recurring payment or billing period, should the price paid for the existing billing period be prorated when switching to the new subscription?
es_es: ¿Al cambiar a una suscripción con un pago periódico o periodo de facturación diferente ¿debería proratearse el precio pagado por el actual periodo de pago al cambiar a la nueva suscripción?

source: Prorate Sign up Fee
es_es: Prorrateo de la cuota de Inscripción

source: When switching to a subscription with a sign up fee, you can require the customer pay only the gap between the existing subscription's sign up fee and the new subscription's sign up fee (if any).
es_es: Al cambiar a una suscripción con una cuota de inscripción puedes requerir que el cliente pague solo la diferencia entre la cuota de inscripción y la cuota de inscripción de la nueva suscripción (si la hubiera).

source: Prorate Subscription Length
es_es: Prorratear duración de la suscripción

source: When switching to a subscription with a length, you can take into account the payments already completed by the customer when determining how many payments the subscriber needs to make for the new subscription.
es_es: Al cambiar a una suscripción con una duración puedes tener en cuenta los pagos ya completados por el cliente al determinar cuántos pagos de la nueva suscripción necesita hacer el suscriptor.

source: Switch Button Text
es_es: Texto del botón de cambiar

source: Customise the text displayed on the button next to the subscription on the subscriber's account page. The default is "Switch Subscription", but you may wish to change this to "Upgrade" or "Change Subscription".
es_es: Personaliza el texto mostrado en el botón junto a la suscripción en la página de la cuenta del suscriptor. El texto por defecto es “Cambiar suscripción”, pero puede que quieras cambiarlo a “Actualizar” o “Cambiar de suscripción”.

source: Upgrade or Downgrade
es_es: Aumentar o disminuir

source: Switch Order
es_es: Cambiar pedido

source: Switched Subscription
es_es: Suscripción cambiada

source: We can not find your old subscription item.
es_es: No hemos podido encontrar el producto de tu anterior suscripción.

source: You can not switch to the same subscription.
es_es: No puedes cambiar a la misma suscripción.

source: You can not switch this subscription. It appears you do not own the subscription.
es_es: No puedes cambiar a esta suscripción. Parece no es tuya.

source: There was an error locating the switch details.
es_es: Hubo un error al localizar los detalles del cambio.

source: Synchronise Renewals
es_es: Sincronizar las renovaciones

source: Align the payment date for all customers who purchase this subscription to a specific day of the week or month.
es_es: Unifica la fecha de pago para todos los clientes que compren esta suscripción a un día específico de la semana o mes.

source: Synchronisation
es_es: Sincronización

source: Align Subscription Renewal Day
es_es: Unifica el día de renovación de la suscripción

source: Prorate First Payment
es_es: Proratear el primer pago

source: If a subscription is synchronised to a specific day of the week, month or year, charge a prorated amount for the subscription at the time of sign up.
es_es: Si se sincroniza una suscripción a un día específico de la semana, mes o año se carga una cantidad prorateada de la suscripción en el momento de la inscripción.

source: Do not synchronise
es_es: No sincronizar

source: %s each week
es_es: %s cada semana

source: %s day of the month
es_es: %s día del mes

source: Last day of the month
es_es: Último día del mes

source: Today!
es_es: ¡Hoy!

source: First payment prorated. Next payment: %s
es_es: Primer pago prorrateado. Pago siguiente: %s

source: First payment: %s
es_es: Primer Pago: %s

source: View subscriptions
es_es: Ver suscripciones

source: Create subscriptions
es_es: Crear suscripciones

source: View and manage subscriptions
es_es: Ver y administrar suscripciones

source: That doesn't appear to be your order.
es_es: Parece no ser tu pedido.

source: The %s product has been deleted and can no longer be renewed. Please choose a new product or contact us for assistance.
es_es: El producto %s se ha borrado y ya no se puede renovar. Por favor, elige un nuevo producto o contáctanos si necesitas ayuda.

source: Subscription #%s has not been added to the cart.
es_es: La suscripción %s no se ha añadido al carrito.

source: We couldn't find the original subscription for an item in your cart. The item was removed.
es_es: No pudimos encontrar la suscripción original de un artículo en el carrito. Se eliminó el elemento.

source: We couldn't find the original renewal order for an item in your cart. The item was removed.
es_es: No pudimos encontrar el pedido de renovación original de un artículo en el carrito. Se eliminó el elemento.

source: All linked subscription items have been removed from the cart.
es_es: Todos los productos asociados a la suscripción se han eliminado del carrito.

source: There was an error with your request to resubscribe. Please try again.
es_es: Hubo un error con tu solicitud de volver a suscribirte. Por favor, inténtalo de nuevo.

source: That subscription does not exist. Has it been deleted?
es_es: Esa suscripción no existe. ¿Se habrá borrado?

source: You can not resubscribe to that subscription. Please contact us if you need assistance.
es_es: No puedes volver a suscribirte a esa suscripción. Por favor, contáctanos si necesitas ayuda.

source: Complete checkout to resubscribe.
es_es: Completa un nuevo pedido para renovar tu subscripción.

source: Please choose a valid payment gateway to change to.
es_es: Por favor, elige una método de pago válida para poder hacer el cambio.

source: Your request to undo your previous action was unsuccessful.
es_es: Tu solicitud de deshacer tu acción previa no ha tenido éxito.

source: You have successfully removed "%1$s" from your subscription. %2$sUndo?%3$s
es_es: Has eliminado con éxito “%1$s” de tu suscripción. %2$s¿Deshacer?%3$s

source: Security error. Please contact us if you need assistance.
es_es: Error de seguridad. Por favor, contáctanos si necesitas ayuda.

source: You cannot modify a subscription that does not belong to you.
es_es: No puedes modificar una suscripción que no te pertenece.

source: You cannot remove an item that does not exist.
es_es: No puedes eliminar un producto que no existe.

source: The item was not removed because this Subscription's payment method does not support removing an item.
es_es: El producto se ha eliminado debido a que el método de pago de la suscripción no es compatible con la eliminación de productos.

source: You can not reactivate that subscription until paying to renew it. Please contact us if you need assistance.
es_es: No puedes reactivar esa suscripción hasta que pagues para renovarla. Por favor, contáctanos si necesitas ayuda.

source: You can not suspend that subscription - the suspension limit has been reached. Please contact us if you need assistance.
es_es: No puedes suspender esa suscripción - se ha alcanzado el límite de suspensión. Por favor, contáctanos si necesitas ayuda.

source: That subscription does not exist. Please contact us if you need assistance.
es_es: Esa suscripción no existe. Por favor, contáctanos si necesitas ayuda.

source: That subscription can not be changed to %s. Please contact us if you need assistance.
es_es: Esa suscripción no se puede cambiar a %s. Por favor, contáctanos si necesitas ayuda.

source: Subscription Created
es_es: Suscripción creada

source: Subscription Updated
es_es: Subscripción actualizada

source: Subscription Deleted
es_es: Suscripción eliminada

source: Cancelled Subscription
es_es: Suscripción cancelada

source: Cancelled Subscription emails are sent when a customer's subscription is cancelled (either by a store manager, or the customer).
es_es: Los correos electrónicos de suscripción cancelada se envían cuando se cancela la suscripción de un cliente (ya haya sido el gestor de la tienda o el cliente).

source: Subscription Cancelled
es_es: Suscripción cancelada

source: Enable this email notification
es_es: Activar este aviso por correo electrónico

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
es_es: Introduce las direcciones (separadas por comas) a las que se enviarán notificaciones. Predeterminado a <code>%s</code>.

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Esto controla la línea de asunto del correo electrónico. Dejar en blanco para usar el valor predeterminado <code>%s</code>.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Esto controla la línea principal contenida en la notificación por correo electrónico. dejar en blanco para usar el título predeterminado: <code>%s</code>.

source: Choose which format of email to send.
es_es: Elige el formato en el que se enviarán los correos electrónicos.

source: Completed Renewal Order
es_es: Pedido de renovación Completada

source: Renewal order complete emails are sent to the customer when a subscription renewal order is marked complete and usually indicates that the item for that renewal period has been shipped.
es_es: Los correos electrónicos de renovación de pedido completa se envían al cliente cuando se marca como completo un pedido de renovación de suscripción y normalmente indica que el producto de ese periodo de renovación se ha enviado.

source: Subscription Switch Complete
es_es: Cambio de suscripción completado

source: Subscription switch complete emails are sent to the customer when a subscription is switched successfully.
es_es: Los correos de cambio de suscripción completado se envían al cliente cuando se cambia con éxito una suscripción.

source: Your subscription change is complete
es_es: Tu cambio de suscripción se ha completado

source: Your {blogname} subscription change from {order_date} is complete
es_es: Tu cambio de suscripción en {blogname} del {order_date} se ha completado

source: Your subscription change is complete - download your files
es_es: Tu cambio de suscripción se ha completado - descarga tus archivos

source: Your {blogname} subscription change from {order_date} is complete - download your files
es_es: Tu cambio de suscripción en {blogname} del {order_date} se ha completado - descarga tus archivos

source: Processing Renewal order
es_es: Procesando pedido de renovación

source: This is an order notification sent to the customer after payment for a subscription renewal order is completed. It contains the renewal order details.
es_es: Este es un aviso de pedido enviado al ciente después de que se haya completado el pago de un pedido de renovación de suscripción. Contiene los detalels del pedido de renovación.

source: Thank you for your order
es_es: Gracias por tu pedido

source: Your {blogname} renewal order receipt from {order_date}
es_es: Tu recibo del pedido de renovación en {blogname} del {order_date}

source: Customer Renewal Invoice
es_es: Factura de renovación del cliente

source: Sent to a customer when the subscription is due for renewal and the renewal requires a manual payment, either because it uses manual renewals or the automatic recurring payment failed. The email contains renewal order information and payment links.
es_es: Enviado a un cliente cuando la suscripción está pendiente de renovar y la renovación requiere un pago maual, o porque ya usa las renovaciones manuales o falló el pago periódico automático. El correo electrónico contiene la información de renovación del pedido y los enlaces para pagar.

source: Invoice for renewal order {order_number} from {order_date}
es_es: Factura del pedido de renovación {order_number} del {order_date}

source: Invoice for renewal order {order_number}
es_es: Factura del pedido de renovación {order_number}

source: New Renewal Order
es_es: Nuevo pedido de renovación

source: New renewal order emails are sent when a subscription renewal payment is processed.
es_es: Los correos electrónicos de nuevo pedido de renovación se envían cuando se procesa un pago de renovación de la suscripción.

source: New subscription renewal order
es_es: Nuevo pedido de renovación de la suscripción

source: [{blogname}] New subscription renewal order ({order_number}) - {order_date}
es_es: [{blogname}] Nuevo pedido de renovación de la suscripción ({order_number}) - {order_date}

source: Subscription Switched
es_es: Suscripción cambiada

source: Subscription switched emails are sent when a customer switches a subscription.
es_es: Los correos electrónicos de suscripción cambiada se envían cuando un cliente cambia de suscripción.

source: [{blogname}] Subscription Switched ({order_number}) - {order_date}
es_es: [{blogname}] Suscripción cambiada ({order_number}) - {order_date}

source: Sorry, it seems there are no available payment methods which support subscriptions. Please contact us if you require assistance or wish to make alternate arrangements.
es_es: Lo sentimos, parece que no hay métodos de pago que permitan añadir un nuevo método de pago. Por favor, ponte en contacto con nosotros si necesitas ayuda o si deseas solicitar unas condiciones diferentes.

source: Unable to find order for PayPal billing agreement.
es_es: No fue posible encontrar el pedido para el acuerdo de facturación de PayPal.

source: An error occurred, please try again or try an alternate form of payment.
es_es: Ocurrioó un error, por favor inténtalo de nuevo o prueba con otra forma de pago.

source: PayPal API error: (%d) %s
es_es: Error de la API de PayPal: (%d) %s

source: PayPal Transaction Held: %s
es_es: Transacción de PayPal en espera: %s

source: PayPal payment declined: %s
es_es: Pago en PayPal rechazado: %s

source: PayPal payment approved (ID: %s)
es_es: Pago en PayPal aprobado (ID: %s)

source: Are you sure you want to change the payment method from PayPal standard? This will suspend the subscription at PayPal.
es_es: ¿Estás seguro de que quieres cambiar el método de pago de PayPal estándar? Esto suspenderá la suscripción en PayPal.

source: It is <strong>strongly recommended you do not change the Receiver Email address</strong> if you have active subscriptions with PayPal. Doing so can break existing subscriptions.
es_es: Se <strong>recomienda encarecidamente que no cambies la dirección de correo electrónico de recepción</strongo> si tienes suscripciones activas con PayPal. Si lo haces pueden cortarse las suscripciones activas.

source: PayPal is inactive for subscription transactions. Please %1$sset up the PayPal IPN%2$s and %3$senter your API credentials%4$s to enable PayPal for Subscriptions.
es_es: PayPal está inactivo para transacciones de suscripción. Por favor, %1$sconfigura la IPN de PayPal%2$s e %3$sintroduce tus credenciales API%4$s para permitir el uso de PayPal para suscripciones.

source: %1$sPayPal Reference Transactions are not enabled on your account%2$s, some subscription management features are not enabled. Please contact PayPal and request they %3$senable PayPal Reference Transactions%4$s on your account. %5$sCheck PayPal Account%6$s %7$sLearn more %8$s
es_es: %1$sLas transacciones de referencia de PayPal no están activas en tu cuenta%2$s, algunas características de gestión de suscripcinoes no están activas. Por favor, contacta con PayPal y solicita que %3$sactiven las transacciones de referencia (PayPal Reference Transactions)%4$s en tu cuenta. %5$sRevisa tu cuenta en PayPal%6$s %7$sAprende más %8$s

source: %1$sPayPal Reference Transactions are enabled on your account%2$s. All subscription management features are now enabled. Happy selling!
es_es: %1$sLas transacciones de referencia de PayPal están activas en tu cuenta%2$s. Ahora están activas todas las características de gestión de suscripciones. ¡Buenas ventas!

source: There is a problem with PayPal. Your API credentials may be incorrect. Please update your %1$sAPI credentials%2$s. %3$sLearn more%4$s.
es_es: Hay un problema con PayPal. Puede que tus credenciales API sean incorrectas. Por favor, actualiza tus %1$scredenciales API%2$s. %3$sAprende más%4$s.

source: There is a problem with PayPal. Your PayPal account is issuing out-of-date subscription IDs. %1$sLearn more%2$s. %3$sDismiss%4$s.
es_es: Hay un problema con PayPal. Tu cuenta de PayPal está lanzando IDs de suscripción fuera de fecha. %1$sAprende más%2$s. %3$sDescartar%4$s.

source: PayPal Subscription ID:
es_es: ID de suscripción de PayPal:

source: Total Discount
es_es: Descuento total

source: %s - Order
es_es: %s - Pedido

source: SKU: %s
es_es: Ref: %s

source: expected clearing date %s
es_es: fecha de liberación esperada %s

source: Billing agreement cancelled at PayPal.
es_es: Acuerdo de facturación cancelado en PayPal.

source: IPN subscription sign up completed.
es_es: Registro de suscripción IPN completado.

source: IPN subscription payment completed.
es_es: Pago de suscripción IPN completado.

source: IPN subscription failing payment method changed.
es_es: Método de fallo de pago de suscripción IPN cambiado.

source: IPN subscription suspended.
es_es: Suscripción IPN suspendida.

source: IPN subscription cancelled.
es_es: Suscripción IPN cancelada.

source: IPN subscription payment failure.
es_es: Fallo en el pago de suscripción IPN.
