Repository: alexmigf/woocommerce-es
Catalog: languages/woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: es_es

# custom post type setting
source: New Subscription
es_es: Nueva Suscripción

# custom post type setting
source: View Subscription
es_es: Ver Suscripción

# custom post type setting
source: No Subscriptions found in trash
es_es: No hay suscripciones en la Papelera

# custom post type setting
source: Parent Subscriptions
es_es: Nivel superior de Suscripciones

# post status label including post count
source: Active <span class="count">(%s)</span>
es_es: Activo <span class="count">(%s)</span>

# post status label including post count
source: Switched <span class="count">(%s)</span>
es_es: Conmutada <span class="count">(%s)</span>

# post status label including post count
source: Expired <span class="count">(%s)</span>
es_es: Expirado <span class="count">(%s)</span>

# post status label including post count
source: Pending Cancellation <span class="count">(%s)</span>
es_es: A la espera de cancelación <span class="count">(%s)</span>
