Repository: alexmigf/woocommerce-es
Catalog: languages/woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: es_es

source: Subscription cancelled with PayPal
es_es: Suscripción cancelada con PayPal

source: Subscription suspended with PayPal
es_es: Suscripción suspendida con PayPal

source: Subscription reactivated with PayPal
es_es: Suscripción reactivada con PayPal

source: Database updated to version %s
es_es: Base de datos actualizada a la versión %s

source: Migrated %1$s subscription related hooks to the new scheduler (in %2$s seconds).
es_es: Migrados los ganchos relacionados con la suscripción %1$s a la nueva programación (en %2$s segundos).

source: Migrated %1$s subscriptions to the new structure (in %2$s seconds).
es_es: Migradas %1$s subscripciones a la nueva estructura (en %2$s segundos).

source: Unable to upgrade subscriptions.<br/>Error: %1$s<br/>Please refresh the page and try again. If problem persists, %2$scontact support%3$s.
es_es: No fue posible actualizar las suscripciones.<br/>Error: %1$s<br/>Por favor, recarga la página e inténtalo de nuevo. Si el problema persiste %2$scontacta con soporte%3$s.

source: Welcome to WooCommerce Subscriptions 2.0
es_es: Bienvenido a WooCommerce Subscriptions 2.0

source: About WooCommerce Subscriptions
es_es: Acerca de WooCommerce Subscriptions

source: Welcome to Subscriptions 2.0
es_es: Bienvenido a Subscriptions 2.0

source: Thank you for updating to the latest version of WooCommerce Subscriptions.
es_es: Gracias por actualizar a la última versión de WooCommerce Subscriptions.

source: Version 2.0 has been in development for more than a year. We've reinvented the extension to take into account 3 years of feedback from store managers.
es_es: La versión 2.0 ha estado desarrollándose más de un año. Hemos reinventado la extensión para incorporar 3 años de sugerencias de los gestores de tiendas.

source: We hope you enjoy it!
es_es: ¡Esperamos que lo disfrutes!

source: Version %s
es_es: Versión %s

source: Check Out What's New
es_es: Qué hay de nuevo

source: Multiple Subscriptions
es_es: Suscripciones múltiples

source: It's now easier for your customers to buy more subscriptions!
es_es: ¡Ahora es más fácil para tus clientes comprar suscripciones!

source: Customers can now purchase different subscription products in one transaction. The products can bill on any schedule and have any combination of sign-up fees and/or free trials.
es_es: Los clientes ahora pueden comprar diferentes productos de suscripción en una sola transacción. Los productos pueden facturarse en cualquier horario y tener cualquier combinación de cuotas de inscripción y/o períodos de prueba gratis.

source: Learn more about the new %smultiple subscriptions%s feature.
es_es: Obten más información sobre la nueva función de %smultiples suscripciones%s.

source: New Add/Edit Subscription Screen
es_es: Nueva pantalla Añadir/Editar suscripción

source: Subscriptions v2.0 introduces a new administration interface to add or edit a subscription. You can make all the familiar changes, like modifying recurring totals or subscription status. You can also make some new modifications, like changing the expiration date, adding a shipping cost or adding a product line item.
es_es: Subscriptions v2.0 introduce una nueva interfaz de administración para añadir o modificar una suscripción. Puedes hacer todos los cambios habituales, como modificar los totales de pagos periódicos o el estado de una suscripción. También puedes hacer algunas modificaciones nuevas, como cambiar la fecha de caducidad, añadir un coste de envío o añadir un elemento en la línea del producto.

source: The new interface is also built on the existing %sEdit Order%s screen. If you've ever modified an order, you already know how to modify a subscription.
es_es: La nueva interfaz también se ha incorporado en la actual pantalla de %sModificar pedido%s. Si has modificado alguna vez un pedido ya sabes cómo modificar una suscripción.

source: %1$sAdd a subscription%2$s now or %3$slearn more%4$s about the new interface.
es_es: %1$sAñade una suscripción%2$s ahora o %3$saprende más%4$s sobre la nueva interfaz.

source: New View Subscription Page
es_es: Nueva página de vista de suscripción

source: Your customers can now view the full details of a subscription, including line items, billing and shipping address, billing schedule and renewal orders, from a special %sMy Account > View Subscription%s page.
es_es: Ahora tus clientes pueden ver los detalles completos de una suscripción, incluyendo las líneas por producto, facturaión y dirección de envío, programación de facturación y pedidos de renovación, en una página especial %sMi cuenta > Ver suscripción%s.

source: This new page is also where the customer can suspend or cancel their subscription, change payment method, change shipping address or upgrade/downgrade an item.
es_es: Esta nueva página es también donde el cliente puede suspender o cancelar su suscripción, cambiar el método de pago, cambiar la dirección de envío o ampliar/reducir un producto.

source: Learn more about the new %sView Subscription page%s.
es_es: Aprende más sobre la nueva %svisualización de la página de suscripción%s.

source: By default, adding new files to an existing subscription product will automatically provide active subscribers with access to the new files. However, now you can enable a %snew content dripping setting%s to provide subscribers with access to new files only after the next renewal payment.
es_es: Por defecto al añadir nuevos arcihvos a un producto de suscripción existente se ofrecerá automáticamente a los suscriptores activos acceso a los nuevos archivos. Sin embargo, ahora puedes activar un %snuevo ajustes de goteo de contenido%s para ofrecer acceso a los nuevos archivos a los suscriptores solo después del siguiente pago de renovación.

source: %sLearn more &raquo;%s
es_es: %sSaber más &raquo;%s

source: For a store manager to change a subscription from automatic to manual renewal payments (or manual to automatic) with Subscriptions v1.5, the database needed to be modified directly. Subscriptions now provides a way for payment gateways to allow you to change that from the new %sEdit Subscription%s interface.
es_es: Para que un gestor de tienda cambiase una suscripción de pagos de renovación automática a renovación manual (o de manual a automática), con Subcriptions v1.5 tenía que modificarse directamente la base de datos. Subscriptions ahora ofrece un modo para que las pasarelas de pago te permitan cambiar eso desde la nueva interfaz de %s Modificar suscripción %s.

source: Change Trial and End Dates
es_es: Cambia las fechas de prueba y finalización

source: It was already possible to change a subscription's next payment date, but some store managers wanted to provide a customer with an extended free trial or add an extra month to the expiration date. Now you can change all of these dates from the %sEdit Subscription%s screen.
es_es: Ya era posible cambir la fecha del siguiente pago de una suscripción pero algunos gestores de tiendas querían ofrecer al cliente un periodo gratuito ampliado o añadir un mes extra a la fecha de caducidad. Ahora puedes cambiar todas esas fechas desde la pantalla de %s Modificar suscripción %s.

source: And much more...
es_es: Y mucho más…

source: Peek Under the Hood for Developers
es_es: Mejoras bajo el capó para desarrolladores

source: Subscriptions 2.0 introduces a new architecture built on the WooCommerce Custom Order Types API.
es_es: Subscriptions 2.0 introduce una nueva arquitectura, creada a partir de la API de tipos de pedido personalizados de WooCommerce.

source: New %sshop_subscription%s Post Type
es_es: Nuevo tipo de contenido %sshop_subscription%s

source: By making a subscription a Custom Order Type, a subscription is also now a custom post type. This makes it faster to query subscriptions and it uses a database schema that is as scalable as WordPress posts and pages.
es_es: Al convertir una suscripción en un tipo de pedido personalizado la suscripción es también un tipo de contenido personalizado. Esto hace que sea más fácil buscar suscripciones y utiliza el esquema de la base de datos de un modo tan escalable como hace WordPress de las entradas y páginas.

source: Developers can also now use all the familiar WordPress functions, like %sget_posts()%s, to query or modify subscription data.
es_es: Los desarrolladores ahora también pueden usar todas las habituales funciones WordPress, como %sget_posts()%s, para buscar o modificar datos de suscripciones.

source: New %sWC_Subscription%s Object
es_es: Nuevo objeto %sWC_Subscription%s

source: Subscriptions 2.0 introduces a new object for working with a subscription at the application level. The cumbersome APIs for retrieving or modifying a subscription's data are gone!
es_es: Subscriptions 2.0 introduce un nuevo objeto para trabajar con una suscripción como si fuese una aplicación. ¡Ya no están las incómodas APIs para recuperar o modificar la fecha de una suscripción!

source: Because the %sWC_Subscription%s class extends %sWC_Order%s, you can use its familiar methods, like %s$subscription->update_status()%s or %s$subscription->get_total()%s.
es_es: Gracias a que la clase %sWC_Subscription%s amplia %sWC_Order%s ahora puedes usar métodos habituales, como %s$subscription->update_status()%s o %s$subscription->get_total()%s.

source: REST API Endpoints
es_es: Endpoints de la REST API

source: We didn't just improve interfaces for humans, we also improved them for computers. Your applications can now create, read, update or delete subscriptions via RESTful API endpoints.
es_es: No solo hemos mejorado las interfaces para humanos, también las hemos mejorado para los ordenadores. Tus aplicaciones pueden ahora crear, leer, actualizar o borrar suscripciones a través de endpoints de la RETful API.

source: Want to list all the subscriptions on a site? Get %sexample.com/wc-api/v2/subscriptions/%s. Want the details of a specific subscription? Get %s/wc-api/v2/subscriptions/<id>/%s.
es_es: ¿Quieres mostrar una lista de las suscripciones de un sitio? Lanza %sejemplo.com/wc-api/v2/subscriptions/%s. ¿Quieres los detalles de una suscripción específica? Lanza %s/wc-api/v2/subscriptions/<id>/%s.

source: Go to WooCommerce Subscriptions Settings
es_es: Ir a Configuración de Suscripciones WooCommerce

source: WooCommerce Subscriptions Update in Progress
es_es: Actualización de WooCommerce Suscripciones en progreso

source: The Upgrade is in Progress
es_es: La actualización está en marcha

source: The WooCommerce Subscriptions plugin is currently running its database upgrade routine.
es_es: El plugin WooCommerce Subscriptions está en este momento ejecutando su rutina de actualización de la base de datos.

source: If you received a server error and reloaded the page to find this notice, please refresh the page in %s seconds and the upgrade routine will recommence without issues.
es_es: Si has recibido un error del servidor y has recargado la página y te has encontrado este aviso, por favor, recarga la página en %s segundos y la rutina de actualización volverá a comenzar sin errores.

source: Rest assured, although the update process may take a little while, it is coded to prevent defects, your site is safe and will be up and running again, faster than ever, shortly.
es_es: No te preocupes, aunque el proceso de actualización puede que lleve un rato, está programado para evitar defectos, tu sitio es seguro y volverá a funcionar de nuevo, más rápido que antes, en breve.

source: WooCommerce Subscriptions Update
es_es: Actualización de WooCommerce Subscriptions

source: Database Update Required
es_es: Se necesita actualizar la base de datos

source: The WooCommerce Subscriptions plugin has been updated!
es_es: ¡El plugin WooCommerce Subscriptions se ha actualizado!

source: Before we send you on your way, we need to update your database to the newest version. If you do not have a recent backup of your site, %snow is the time to create one%s.
es_es: Antes de devolverte a tus tareas tenemos que actualizar tu base de datos a la versión más actual. Si no tienes una copia de seguridad reciente de tu sitio %sahora es el momento de crear una%s.

source: The full update process for the %1$d subscriptions on your site will take between %2$d and %3$d minutes.
es_es: El proceso completo de actualización de las %1$d suscripciones de tu sitio llevará entre %2$d y %3$d minutos.

source: The update process may take a little while, so please be patient.
es_es: El proceso de actualización llevará algo de tiempo, por favor, se paciente.

source: Customers and other non-administrative users can browse and purchase from your store without interuption while the update is in progress.
es_es: Los clientes y otros usuarios no administradores pueden navegar y comprar en tu tienda sin interrupción durante el progeso de la actualización.

source: Update in Progress
es_es: Actualización en progreso

source: This page will display the results of the process as each batch of subscriptions is updated.
es_es: Esta página mostrará los resultados del proceso a medida que se actualice cada lote de suscripciones.

source: Please keep this page open until the update process completes. No need to refresh or restart the process.
es_es: Por favor, manten abierta esta página hasta que se complete el proceso de actualización. No hace falta recargar o reiniciar el proceso.

source: Remember, although the update process may take a while, customers and other non-administrative users can browse and purchase from your store without interuption while the update is in progress.
es_es: Recuerda, aunque el proceso de actualización puede tardar un rato, los clientes y otros usuarios no administradores pueden navegar y comprar en tu tienda sin interrupciones durante el proceso de la actualización.

source: Update Complete
es_es: Actualización completada

source: Your database has been updated successfully!
es_es: ¡Tu base de datos se ha actualizado con éxito!

source: Continue
es_es: Continuar

source: To record the progress of the update a new log file was created. This file will be automatically deleted in %1$d weeks. If you would like to delete it sooner, you can find it here: %2$s
es_es: Para guardar el progreso de la actualización se ha creado un nuevo archivo de registro. Este archivo se borrará automáticamente en %1$d semanas. Si quieres borrarlo antes puedes encontrarlo aquí: %2$s

source: Update Error
es_es: Error de actualización

source: There was an error with the update. Please refresh the page and try again.
es_es: Hubo un error con la actualización. Por favor, recarga la página e inténtalo de nuevo.

source: Shipping via %s
es_es: Enviar por %s

source: Free shipping coupon
es_es: Cupón de envío gratuito

source: First renewal: %s
es_es: Primera renovación: %s

source: Could not get subscription. Most likely the subscription key does not refer to a subscription. The key was: "%s".
es_es: No se pudo obtener la susripción. Lo más posible es que la clave de la suscripción no sea de una suscripción. La clave era: “%s”.

source: %1$s %2$s then %3$s
es_es: %1$s %2$s entonces %3$s

source: %1$s %2$s then %3$s every %4$s
es_es: %1$s %2$s después %3$s cada %4$s

source: %1$s %2$s then %3$s every %4%s on %5$s
es_es: %1$s %2$s después %3$s cada %4%s el %5$s

source: %1$s %2$s then %3$s on the last day of each month
es_es: %1$s %2$s después %3$s el último día de cada mes

source: %1$s %2$s then %3$s on the %4$s of each month
es_es: %1$s %2$s después %3$s en el %4$s de cada mes

source: %1$s %2$s then %3$s on the last day of every %4$s month
es_es: %1$s %2$s después %3$s en el último día del %4$s mes

source: %1$s %2$s then %3$s on the %4$s day of every %5$s month
es_es: % 1$s%2$s después %3$s en el día de los %4$s fuera de cada 5%$s mes

source: %1$s %2$s then %3$s on %4$s %5$s each year
es_es: %1$s %2$s después %3$s en el %4$s de cada año

source: %1$s %2$s then %3$s on %4$s %5$s every %6$s year
es_es: %1$s %2$s después %3$s el %4$s %5$s cada %6$s año

source: %1$s %2$s then %3$s / %4$s
es_es: %1$s %2$s entonces %3$s / %4$s

source: %1$s after %2$s free trial
es_es: %1$s después de %2$s de prueba gratuita

source: %1$s free trial then %2$s
es_es: %1$s de prueba gratuita y después %2$s

source: YYYY-MM-DD
es_es: AAAA-MM-DD

source: Subscription Renewal Order &ndash; %s
es_es: Pedido &ndash; %s

source: Resubscribe Order &ndash; %s
es_es: Pedido &ndash; %s

source: $type passed to the function was not a string.
es_es: $type pasado a la función no era una cadena.

source: "%s" is not a valid new order type.
es_es: “%s” no es un nuevo tipo de pedido válido.

source: Invalid data. No valid subscription / order was passed in.
es_es: Datos no válidos. No se ha pasado ninguna suscripción / pedido válido.

source: Invalid data. No valid item id was passed in.
es_es: Datos no válidos. No se ha pasado ningún id de producto válido.

source: %s day
es_es: %s día

source: %s week
es_es: %s por semana

source: %s month
es_es: %s mes

source: %s year
es_es: %s anual

source: Resubscribe
es_es: Resuscribir

source: Sign-up Fee: (%s)
es_es: Cuota de Inscripción: (%s)

source: Free Trial:
es_es: Prueba Gratis:

source: Subscription Trial Period:
es_es: Período de prueba de la suscripción:

source: Billing Interval:
es_es: Intervalo de Facturación:

source: Billing Period:
es_es: Periodo de Facturación:

source: Subscription Length:
es_es: Duración de la Suscripción:

source: Label
es_es: Etiqueta

source: Shipping Method
es_es: Método de envío

source: Other
es_es: Otro

source: Recurring Sales Tax:
es_es: Impuestos sobre Ventas Recurrentes:

source: Shipping Tax:
es_es: Impuestos de envío:

source: Recurring shipping options can be selected on checkout.
es_es: Las opciones de envío periódico se pueden seleccionar en el pago.

source: Shipping costs will be calculated once you have provided your address.
es_es: Los gastos de envío se calcularán cuando hayas introducido tu dirección.

source: There are no shipping methods available. Please double check your address, or contact us if you need any help.
es_es: No hay métodos de envío disponibles. Por favor revisa de nuevo tu dirección, o ponte en contacto con nosotros si necesitas cualquier ayuda.

source: Sorry, it seems no payment gateways support changing the recurring payment method. Please contact us if you require assistance or to make alternate arrangements.
es_es: Lo siento, parece que ninguna pasarela de pago es compatible con el cambio de método de pago periódico. Por favor, contáctanos si quieres ayuda o para hacer algún acuerdo alternativo.

source: Recurring Totals
es_es: Totales Recurrentes

source: Recurring Total
es_es: Total Recurrente

source: Customer details
es_es: Datos de cliente

source: Switch Order Details
es_es: Cambiar Detalles de Pedido

source: Order: %s
es_es: Pedido: %s

source: New Subscription Details
es_es: Detalles de Nueva Suscripción

source: Subscription %s
es_es: Suscripción %s

source: A subscription belonging to %1$s %2$s has been cancelled. Their subscription's details are as follows:
es_es: Se ha cancelado una suscripción que pertenecía a %1$s %2$s. Los detalldes de su suscripción son los siguientes:

source: Hi there. Your subscription renewal order with %s has been completed. Your order details are shown below for your reference:
es_es: ¡Hola! Te escribimos para informarte que hemos reactivado tu anuncio en %s:

source: Hi there. You have successfully changed your subscription items on %s. Your new order and subscription details are shown below for your reference:
es_es: Hola. Has cambiado los detalles de tu suscripción en %s con éxito. Los detalls de tu nuevo pedido y la suscripción se muestran a continuación para tu referencia:

source: Order Details
es_es: Detalles del pedido

source: Your subscription renewal order has been received and is now being processed. Your order details are shown below for your reference:
es_es: Tu pedido se ha recibido y se está procesando. Para tu información, los detalles del pedido son los siguientes:

source: Pay Now &raquo;
es_es: Pagar Ahora &raquo;

source: Order number: %s
es_es: Número de pedido: %s

source: Order date: %s
es_es: Fecha del Pedido: %s

source: View order: %s
es_es: Ver pedido: %s

source: Last Payment: %s
es_es: Último Pago: %s

source: End of Prepaid Term: %s
es_es: Fin de plazo pre-pago: %s

source: Your details
es_es: Tus detalles

source: View your order: %s
es_es: Ver tu pedido: %s

source: View your subscription: %s
es_es: Ver tu suscripción: %s

source: Subscription Information:
es_es: Información de Suscripción:

source: My Subscriptions
es_es: Mis Suscripciones

source: You have no active subscriptions. Find your first subscription in the %sstore%s.
es_es: No tiene suscripciones activas. Encuéntralas en la %stienda%s.

source: Order
es_es: Pedido

source: %1$s for %2$d item
es_es: %1$s para %2$d elemento

source: Related Subscriptions
es_es: Suscripciones Relacionadas

source: My Account
es_es: Mi cuenta

source: Actions
es_es: Acciones

source: Subscription Updates
es_es: Actualizaciones de suscripción

source: Subscription Totals
es_es: Totales de suscripción

source: Are you sure you want remove this item from your subscription?
es_es: ¿Estás seguro de que deseas eliminar este artículo de su suscripción?

source: Refunded:
es_es: Reembolsado:

source: Billing Address
es_es: Dirección de Facturación

source: Shipping Address
es_es: Dirección de Envío

source: You have an active subscription to this product already.
es_es: Ya tienes una suscripción activa de este producto.

source: This product is currently out of stock and unavailable.
es_es: En este momento no hay existencias de este producto ni está disponible.

source: Clear selection
es_es: Borrar selección

source: Can not get status name. Status is not a string.
es_es: No se puede obtener el nombre de estado. El estado no es una cadena.

source: Can not get address type display name. Address type is not a string.
es_es: No se pudo obtener un nombre de visualización del tipo de dirección. El tipo de dirección no es una cadena.

source: Date type is not a string.
es_es: Tipo de fecha no es una cadena.

source: Date type can not be an empty string.
es_es: El tipo de fecha no puede ser una cadena vacía.

source: This is where subscriptions are stored.
es_es: Aquí es donde se almacenan las suscripciones.

source: No Subscriptions found
es_es: Ninguna suscripción encontrada

source: Subscriptions will appear here for you to view and manage once purchased by a customer.
es_es: Las suscripciones aparecerán aquí para que las veas y las gestiones una vez las compre un cliente.

source: %sLearn more about managing subscriptions &raquo;%s
es_es: %sAprende más sobre cómo gestionar suscripciones &raquo;%s

source: %sAdd a subscription product &raquo;%s
es_es: %sAñade un producto de suscripción &raquo;%s

source: A subscription renewal has been removed from your cart. Multiple subscriptions can not be purchased at the same time.
es_es: Se ha eliminado de tu carrito una renovación de la suscripción. No se peuden comprar varias suscripciones al mismo tiempo.

source: A subscription has been removed from your cart. Due to payment gateway restrictions, different subscription products can not be purchased at the same time.
es_es: Se ha eliminado una suscripción de tu carrito. Debido a las restricciones de la pasarela de pago no se pueden comprar al mismo tiempo productos de suscripción distintos.

source: A subscription has been removed from your cart. Products and subscriptions can not be purchased at the same time.
es_es: Se ha eliminado una suscripción de tu carrito. No se pueden comprar al mismo tiempo productos y suscripciones.

source: %sth
es_es: %sto

source: %sst
es_es: %sero

source: %snd
es_es: %sdo

source: %srd
es_es: %ser
